acpi
acpi_call
acpilight
alacritty
alsa-utils
arc-gtk-theme
artix-archlinux-support
audacity
autoconf
automake
base
beets
bind
binutils
bison
blueman
bluez
bluez-runit
bluez-utils
brave-bin
bspwm
clang
cmake
cmatrix
cronie
cronie-runit
cryptsetup
cups
dash
deluge-gtk
dhcpcd
dialog
dino
dmenu
dnsmasq
dosfstools
dunst
efibootmgr
element-desktop
elogind-runit
emacs
esysusers
etmpfiles
exfat-utils
fakeroot
fd
feh
figlet
file
filelight
findutils
firefox
flameshot
flex
gajim
gawk
gcc
gettext
gimp
git
gnome-keyring
go
go-tools
gparted
grep
groff
grub
gtksourceview3
gvfs-mtp
gzip
htop
hugo
hunspell-en_gb
i3-gaps
i3lock
imlib2
inetutils
inkscape
intel-ucode
iptables-nft
isync
jfsutils
kdenlive
keepassxc
libreoffice-still
libreoffice-still-en-gb
librewolf
libtool
libvirt
libvirt-runit
linux
linux-firmware
linux-headers
lvm2
lxappearance
lxsession-gtk3
lynx
m4
maim
make
man-db
man-pages
marked
mdadm
monero-gui
mousepad
mpc
mpd
mpv
msmtp
mtools
mumble
nano
ncmpcpp
neofetch
neomutt
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-runit
newsboat
nicotine+
nim
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
os-prober
oxygen-icons
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
pass
patch
pcmanfm-gtk3
picom
pipewire-pulse
pkgconf
polybar
pulseaudio-alsa
python-axolotl
python-gnupg
python-gpgme
python-pip
python-pywal
python-qrcode
qemu-desktop
qemu-emulators-full
ranger
reflector
reiserfsprogs
ripgrep
rofi
rsync
runit
rust
s-nail
seahorse
sed
shellcheck
snapper
steam
sudo
svgcleaner
sxhkd
sxiv
telegram-desktop
terminator
texinfo
thunderbird
tig
tlp
tlp-runit
tmux
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
ttf-nerd-fonts-symbols-2048-em
unclutter
unrar
unzip
usbutils
valgrind
vi
vifm
vim
virt-manager
w3m
wget
which
wireguard-tools
wireplumber
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xfsprogs
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwininfo
xterm
xwallpaper
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zsh
zsh-syntax-highlighting
