acpi
acpi_call
acpilight
alacritty
alsa-utils
amd-ucode
android-udev
arc-gtk-theme
arch-install-scripts
autoconf
automake
base
base-devel
beets
bind
bison
bitwarden
blueman
bluez
bluez-utils
bspwm
btop
btrfs-progs
clang
cmake
cmatrix
cronie
cups
deluge-gtk
dhcpcd
dialog
dino
discord
dmenu
dnsmasq
dosfstools
dunst
efibootmgr
element-desktop
emacs
epiphany
exfat-utils
fakeroot
fd
feh
figlet
firefox
flameshot
flatpak
flex
fzf
gajim
gamescope
gcc
gimp
git
gnome-keyring
go
go-tools
gparted
gptfdisk
grim
groff
grub
gvfs-mtp
htop
hugo
hunspell-en_gb
hyprland
i3-wm
i3lock
imlib2
inetutils
inkscape
iptables-nft
isync
jfsutils
keepassxc
lib32-amdvlk
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libreoffice-still
libreoffice-still-en-gb
libspiro
libtool
libvirt
libxpresent
linux
linux-firmware
linux-headers
lolcat
lutris
lvm2
lxappearance
lxsession
lynx
m4
maim
make
mako
man-db
man-pages
marked
mdadm
memtest86+-efi
monero-gui
mousepad
mpc
mpd
mpv
msmtp
mtools
mumble
nano
ncmpcpp
neofetch
neomutt
neovim
net-tools
network-manager-applet
networkmanager
newsboat
nicotine+
nim
nitrogen
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nwg-look
obs-studio
openmw
os-prober
oxygen-icons
p7zip
pacman-contrib
pamixer
papirus-icon-theme
pass
patch
pavucontrol
pcmanfm-gtk3
picard
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polybar
python-axolotl
python-gnupg
python-gpgme
python-pip
python-pywal
python-qrcode
qemu-desktop
qemu-emulators-full
qjackctl
ranger
reflector
reiserfsprogs
ripgrep
rofi
rsync
rustup
s-nail
seahorse
shellcheck
signal-desktop
slurp
spotify-launcher
steam
sudo
svgcleaner
swappy
swaybg
sxhkd
sxiv
syncthing
telegram-desktop
terminator
texinfo
thunar
thunderbird
tig
tlp
tmux
ttf-font-awesome
ttf-hack
ttf-hack-nerd
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
ttf-nerd-fonts-symbols
unclutter
unrar
unzip
urlscan
usbutils
uwufetch
valgrind
veracrypt
vi
vifm
vim
virt-manager
vulkan-radeon
w3m
waybar
wget
which
wireguard-tools
wireplumber
wl-clipboard
wofi
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xfce4-panel
xfsprogs
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwininfo
xterm
xwallpaper
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zsh
zsh-syntax-highlighting
