acpi
acpi_call
acpilight
alacritty
alsa-utils
amd-ucode
arc-gtk-theme
autoconf
automake
base
beets
bind
bison
bluedevil
blueman
bluez
bluez-utils
breeze
breeze-gtk
breeze-plymouth
bspwm
btrfs-progs
clang
cmake
cmatrix
cronie
cups
deluge-gtk
dhcpcd
dialog
dino
discord
discover
dmenu
dnsmasq
dosfstools
drkonqi
efibootmgr
element-desktop
emacs
exfat-utils
fakeroot
fd
feh
figlet
filelight
firefox
flameshot
flatpak-kcm
flex
gajim
gamescope
gcc
gimp
git
go
go-tools
gparted
groff
grub
gvfs-mtp
htop
hugo
hunspell-en_gb
hyprland
i3-wm
i3lock
imlib2
inetutils
inkscape
iptables-nft
isync
jfsutils
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kde-system-meta
kde-utilities-meta
kdecoration
kdenlive
kdeplasma-addons
keepassxc
kgamma5
khotkeys
kinfocenter
kitty
kmenuedit
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
lib32-vulkan-radeon
libkscreen
libksysguard
libreoffice-still
libreoffice-still-en-gb
libspiro
libtool
libvirt
libxpresent
linux
linux-firmware
linux-headers
lvm2
lxappearance
lynx
m4
maim
make
man-db
man-pages
marked
mdadm
memtest86+-efi
milou
monero-gui
mousepad
mpc
mpd
mpv
msmtp
mtools
mumble
nano
ncmpcpp
neofetch
neomutt
neovim
net-tools
network-manager-applet
networkmanager
newsboat
nicotine+
nim
nitrogen
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
openmw
os-prober
oxygen
oxygen-icons
oxygen-sounds
p7zip
pacman-contrib
pamixer
papirus-icon-theme
pass
patch
pavucontrol
pcmanfm-gtk3
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plymouth-kcm
polkit-kde-agent
polybar
powerdevil
python-axolotl
python-gnupg
python-gpgme
python-pip
python-pywal
python-qrcode
qemu-desktop
qemu-emulators-full
qjackctl
qutebrowser
ranger
reflector
reiserfsprogs
ripgrep
rofi
rsync
rust
s-nail
sddm-kcm
seahorse
shellcheck
steam
sudo
svgcleaner
sxhkd
sxiv
systemsettings
telegram-desktop
terminator
texinfo
thunderbird
tig
tlp
tmux
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
ttf-nerd-fonts-symbols
unclutter
unrar
unzip
urlscan
usbutils
valgrind
veracrypt
vi
vifm
vim
virt-manager
vulkan-radeon
w3m
waybar
wget
which
wireguard-tools
wireplumber
wofi
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xfce4-panel
xfsprogs
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwininfo
xterm
xwallpaper
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zsh
zsh-syntax-highlighting
