acpilight
arc-gtk-theme
audacity
autoconf
automake
base
beets
binutils
bison
blueman
bspwm
clang
cmatrix
code
deluge-gtk
dhcpcd
dmenu
docker
docker-compose
dosfstools
dunst
efibootmgr
emacs
exfat-utils
fakeroot
fd
feh
figlet
firefox
flameshot
flex
gcc
gdb
gimp
git
gnome-keyring
go
go-tools
gparted
grub
gvfs-mtp
hexchat
htop
hunspell-en_GB
i3-gaps
i3lock
i3status
imagemagick
imlib2
inetutils
jfsutils
jre8-openjdk
kdenlive
keepassxc
libreoffice-still
libreoffice-still-en-gb
libtool
linux
linux-firmware
logrotate
lvm2
lxappearance
m4
maim
make
man-db
man-pages
marked
mdadm
mpc
mpd
mpv
mumble
mysql-workbench
nano
ncmpcpp
nemo
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
nicotine+
nim
nimble
nmap
noto-fonts-emoji
npm
ntfs-3g
obs-studio
p7zip
pacman-contrib
pamixer
papirus-icon-theme
patch
pcmanfm-gtk3
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
qutebrowser
ranger
reflector
reiserfsprogs
rofi
rsync
rust
rxvt-unicode
s-nail
seahorse
steam
sudo
sxhkd
sxiv
syncthing
syncthing-gtk
sysfsutils
telegram-desktop
texinfo
tig
tlp
tmux
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
unclutter
unrar
unzip
urxvt-perls
usbutils
valgrind
vi
vifm
vim
virtualbox
virtualbox-host-modules-arch
w3m
wget
which
wireguard-tools
xcompmgr
xfsprogs
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xwininfo
xterm
xwallpaper
yarn
youtube-dl
zathura
zathura-pdf-mupdf
zsh
zsh-syntax-highlighting
